In [2]:
import pandas as pd
import numpy as np

In [3]:
sv = pd.read_csv('Book1.csv', sep = '\t')

In [ ]:
sv

In [3]:
df = pd.read_csv('data_for_test_10000.csv', sep = '\t')

In [4]:
df

     ,ID,Fullname,Birthday,Sex,Hometown,Jobtype,Salary,Marital Status
0     0,123456789012,Nguyen Van A,12/09/1985,Male,Tr...
1     1,123456789012,Nguyen Van Anh,15/08/1990,Male,...
2     2,123456789012,Nguyen Van Anh,20/07/1985,Femal...
3     3,123456789012,Trần Thị Minh Thu,12/05/1987,fe...
4     4,123456789012,Nguyễn Văn A,20/03/1990,Male,Bà...
...                                                 ...
9995  9995,123456789012,Nguyen Van Anh,26/07/1992,Ma...
9996  9996,493091448434,Nguyen Van Anh,18/07/1990,ma...
9997  9997,123456789012,Nguyễn Thị Thanh Thúy,12/08/...
9998  9998,123456789123,Nguyen Van A,12/06/1987,Male...
9999  9999,123456789012,Nguyễn Văn Hùng,26/03/1985,M...

[10000 rows x 1 columns]

In [4]:
df

     ,ID,Fullname,Birthday,Sex,Hometown,Jobtype,Salary,Marital Status
0     0,123456789012,Nguyen Van A,12/09/1985,Male,Tr...
1     1,123456789012,Nguyen Van Anh,15/08/1990,Male,...
2     2,123456789012,Nguyen Van Anh,20/07/1985,Femal...
3     3,123456789012,Trần Thị Minh Thu,12/05/1987,fe...
4     4,123456789012,Nguyễn Văn A,20/03/1990,Male,Bà...
...                                                 ...
9995  9995,123456789012,Nguyen Van Anh,26/07/1992,Ma...
9996  9996,493091448434,Nguyen Van Anh,18/07/1990,ma...
9997  9997,123456789012,Nguyễn Thị Thanh Thúy,12/08/...
9998  9998,123456789123,Nguyen Van A,12/06/1987,Male...
9999  9999,123456789012,Nguyễn Văn Hùng,26/03/1985,M...

[10000 rows x 1 columns]

In [5]:
df.info()

<class 'pandas.core.frame.DataFrame'>
RangeIndex: 10000 entries, 0 to 9999
Data columns (total 1 columns):
 #   Column                                                            Non-Null Count  Dtype
---  ------                                                            --------------  -----
 0   ,ID,Fullname,Birthday,Sex,Hometown,Jobtype,Salary,Marital Status  10000 non-null  object
dtypes: object(1)
memory usage: 78.3+ KB

In [1]:
###  
Cau 4 :
ádh 
ád sad
 ád

SyntaxError: invalid syntax (2276788893.py, line 2)

In [2]:
###  
Cau 4 :
ádh 
ád sad
 ád ###

SyntaxError: invalid syntax (3809106702.py, line 2)

In [3]:
print ("Cau 4 : ádhsad ad a ad á")

Cau 4 : ádhsad ad a ad á

In [4]:
print ("Hello Minh Hue cute dang yeu pho mai que

SyntaxError: unterminated string literal (detected at line 1) (2474544581.py, line 1)